{
    "name": "Banshee",
    "sounds": [
        {
            "name": "Wail",
            "icon": "ghost",
            "sound": "banshee_wail"
        }
    ],
    "creatureType": "Medium Undead, Chaotic Evil",
    "armorClass": "12",
    "hitPoints": "58 (13d8)",
    "speed": "0 ft., fly 40 ft. (hover)",
    "str": "1",
    "dex": "14",
    "con": "10",
    "int": "12",
    "wis": "11",
    "cha": "17",
    "strSave": "-5",
    "dexSave": "+2",
    "conSave": "+0",
    "intSave": "+1",
    "wisSave": "+2",
    "chaSave": "+5",
    "savingThrows": "WIS +2, CHA +5",
    "skills": "",
    "damageVulnerabilities": "",
    "damageResistances": "Acid, Fire, Lightning, Thunder; Bludgeoning, Piercing, and Slashing from Nonmagical Attacks",
    "damageImmunities": "Cold, Necrotic, Poison",
    "conditionImmunities": "Charmed, Exhaustion, Frightened, Grappled, Paralyzed, Petrified, Poisoned, Prone, Restrained",
    "senses": "Darkvision 60 ft., Passive Perception 10",
    "languages": "Common, Elvish",
    "challenge": "4 (1,100 XP)",
    "proficiencyBonus": "+2",
    "passives": [
        {
            "name": "Detect Life",
            "description": "The banshee can magically sense the presence of creatures up to 5 miles away that aren’t undead or constructs. She knows the general direction they’re in but not their exact locations."
        }, {
            "name": "Incorporeal Movement",
            "description": "The banshee can move through other creatures and objects as if they were difficult terrain. She takes 5 (1d10) force damage if she ends her turn inside an object."
        }
    ],
    "actions": [
        {
            "name": "Corrupting Touch",
            "sound": "dark_magic_small",
            "description": "Melee Spell Attack: +4 to hit, reach 5 ft., one target. Hit: 12 (3d6 + 2) necrotic damage."
        }, {
            "name": "Horrifying Visage",
            "sound": "spooky_organ",
            "description": "Each non-undead creature within 60 feet of the banshee that can see her must succeed on a DC 13 Wisdom saving throw or be frightened for 1 minute. A frightened target can repeat the saving throw at the end of each of its turns, with disadvantage if the banshee is within line of sight, ending the effect on itself on a success. If a target’s saving throw is successful or the effect ends for it, the target is immune to the banshee’s Horrifying Visage for the next 24 hours."
        }, {
            "name": "Wail (1/Day)",
            "sound": "banshee_scream",
            "description": "The banshee releases a mournful wail, provided that she isn’t in sunlight. This wail has no effect on constructs and undead. All other creatures within 30 feet of her that can hear her must make a DC 13 Constitution saving throw. On a failure, a creature drops to 0 hit points. On a success, a creature takes 10 (3d6) psychic damage."
        }
    ],
    "reactions": [],
    "bonusActions": [],
    "legendaryActions": []
}